"CICategoryDistortionEffect" = "Verzerrungseffekt";
"CICategoryGeometryAdjustment" = "Geometriekorrektur";
"CICategoryCompositeOperation" = "Verschmelzungseffekt";
"CICategoryHalftoneEffect" = "Halbtoneffekt";
"CICategoryColorAdjustment" = "Farbkorrektur";
"CICategoryColorEffect" = "Farbeffekt";
"CICategoryTransition" = "Übergang";
"CICategoryTileEffect" = "Kacheleffekt";
"CICategoryGenerator" = "Generator";
"CICategoryGradient" = "Verlauf";
"CICategoryReduction" = "Reduzierung";
"CICategoryStylize" = "Stilisieren";
"CICategorySharpen" = "Scharfzeichnen";
"CICategoryBlur" = "Weichzeichnen";
"CICategoryVideo" = "Video";
"CICategoryStillImage" = "Einzelbild";
"CICategoryInterlaced" = "Interlaced";
"CICategoryNonSquarePixels" = "Nichtquadratische Pixel";
"CICategoryHighDynamicRange" = "Hoher dynamischer Bereich";
"CICategoryBuiltIn" = "Integriert";
"CICategoryAll" = "Alle";
